<?php
// Text
$_['text_title'] = 'Сплатити за допомогою WhitePay';

// Errors
$_['error_api'] = "Проблема при спробі з'єднання з Whitepay";
$_['error_currency_type'] = 'Поточна валюта не підтримується платіжною системою Whitepay';
$_['error_currency_min_amount'] = 'Сума замовлення менша за необхідну мінімальну для оплати через систему Whitepay. Мінімальна сума: ';
$_['error_currency_max_amount'] = 'Сума замовлення більша за доступну максимальну для оплати через систему Whitepay. Максимальна сума: ';
?>