<?php
// Text
$_['text_search'] = 'Пошук';
$_['text_brand'] = 'Виробник';
$_['text_manufacturer'] = 'Виробник:';
$_['text_model'] = 'Модель:';
$_['text_reward'] = 'Бонусні бали:';
$_['text_points'] = 'Ціна в бонусних бали:';
$_['text_stock'] = 'Наявність:';
$_['text_instock'] = 'Є в наявності';
$_['text_tax'] = 'Без ПДВ:';
$_['text_discount'] = ' або більше: ';
$_['text_option'] = 'Доступні варіанти';
$_['text_minimum'] = 'Мінімальна кількість для замовлення: %s';
$_['text_reviews'] = '%s відгуків';
$_['text_write'] = 'Написати відгук';
$_['text_login'] = 'будь Ласка <a href="%s">авторизуйтесь</a> або <a href="%s">створити обліковий запис</a> перед тим як написати відгук';
$_['text_no_reviews'] = 'Немає відгуків про цей товар.';
$_['text_note'] = '<span style="color: #FF0000;">Примітка:</span> HTML розмітка не підтримується! Використовуйте звичайний текст.';
$_['text_success'] = 'Спасибі за ваш відгук. Він вступив адміністратору для перевірки на спам і незабаром буде опублікований.';
$_['text_related'] = 'Рекомендовані товари';
$_['text_tags'] = '<i class="fa fa-tags"></i>';
$_['text_error'] = 'Товар не знайдено!';
$_['text_payment_recurring'] = 'Платіжний профіль';
$_['text_trial_description'] = 'Сума: %s; регулярних оплат: %d %s; Кількість платежів: %d, Далі ';
$_['text_payment_description'] = 'Сума: %s; регулярних оплат: %d %s; Кількість платежів: %d ';
$_['text_payment_until_canceled_description'] = 'Сума: %s; регулярних оплат: %d %s ; Кількість платежів: до скасування';
$_['text_day'] = 'день';
$_['text_week'] = 'тижня';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';

// Entry
$_['entry_qty'] = 'Кількість';
$_['entry_name'] = 'ім&#39;я';
$_['entry_review'] = 'Ваш відгук:';
$_['entry_rating'] = 'Оцінка';
$_['entry_good'] = 'Добре';
$_['entry_bad'] = 'Погано';
$_['entry_captcha'] = 'Введіть код, зазначений на картинці:';

// Tabs
$_['tab_description'] = 'Опис';
$_['tab_attribute'] = 'Характеристики';
$_['tab_review_text'] = 'Відгуки';
$_['review_count'] = 'Відгуків (%s)';
$_['button_continue'] = 'Відправити відгук';

// Error
$_['error_name'] = 'Ім&#39;я повинно бути від 3 до 25 символів!';
$_['error_text'] = 'Текст відгуку повинен бути від 25 до 1000 символів!';
$_['error_rating'] = 'будь Ласка, виберіть оцінку!';
$_['error_captcha'] = 'Код, зазначений на картинці, введено невірно!';

//$_['delivery_info'] = 'Умови доставки та оплати';
$_['delivery_info'] = 'Безкоштовна доставка на будь-яке замовлення (згідно умов доставки)';

$_['main_attr'] = 'Основні характеристики';
$_['usdt_info'] = 'Приймаємо оплату криптовалютами через WhitePay';
$_['text_home2'] = 'Головна';


$_['1click'] = '1 Клік';
$_['like'] = 'Відкласти';
$_['compare2'] = 'Порівняти';
$_['getinfo'] = 'Задати питання';
$_['off_dist'] = 'Офіційний<br> дистриб’ютор';
$_['FreeDelivery'] = 'Безкоштовна<br> доставка';
$_['paument_methods'] = 'Оплата<br> частинами';
$_['delivery_service'] = 'Служби<br> доставки';
$_['cryptopay'] = 'Оплата<br> криптовалютою';


$_['off_dist_info'] = "<p>Компанія Smobile.ua - є офіційним дистриб'ютором в Україні від світових брендів. Наш асортимент включає в себе лише найкращі та оригінальні бренди, які відомі своєю надійністю та якістю.</p>";
$_['free_delivery_info'] = "<p>В нашому інтернет-магазині діє безкоштовна доставка на будь-яке замовлення, службою доставки \"Нова Пошта\" та \"Укр Пошта\".</p>";
$_['payment_methods_info'] = "<p> Оплата частинами та Миттєва розстрочка від Приват Банку та Покупка частинами від Монобанку: </p> <ul> <li>замовляй на сайті</li> <li>обери зручний спосіб отримання</li> <li>підпиши електронний договір</li> <li>візьми паспорт для отримання замовлення</li> </ul> <br><p> Електронний договір створюється автоматично при оформленні замовлення на сайті. </p>";
$_['delivery_service_info'] = "<p>Ви можете оформити замовлення на сайті, отримавши своє замовлення через:</p><ul><li>Нова пошта (відділення, поштомат, кур'єр);</li><li>Відділення УкрПошти;</li><li>Забрати самостійно із магазину за адресою: м. Київ, вул. Кудряшова 20а, оф.1.</li></ul>";
$_['cryptopay_info'] = "<p>На нашому сайті ви можете легко оплатити замовлення за допомогою криптовалют просто у декілька кліків, через надійну систему платежів WhitePay.</p>";

$_['show_more'] = "Показати ще";
$_['part_payment'] = "Оплата частинами";
$_['preorder_text'] = 'Передзамовлення';


$_['video'] = 'Відео';
$_['video_youtube'] = 'Відео (YouTube)';
$_['photo'] = 'Фото';
$_['video_review'] = 'Відео огляд';

$_['auth'] = 'Авторизація';
$_['single_review'] = 'Відгуки';
$_['single_question'] = 'Питання';
$_['leave_review'] = 'Залиште відгук про цей товар';
$_['product_code'] = 'Код товару';
$_['reviews_and_question'] = 'Відгуки та питання';
$_['customer_reviews_about'] = 'Відгуки покупців про';
$_['reviews_multi'] = 'Відгуків';
$_['leave_question_about_product'] = 'Залиште запитання про цей товар';


$_['toogether_cheaper'] = 'Разом дешевше';
$_['toogether_convenient'] = 'Разом зручніше';








