<?php
// Text
$_['text_subject'] = '%s - Дякуємо за реєстрацію';
$_['text_welcome'] = 'Ласкаво просимо до %s і дякуємо Вам за реєстрацію!!';
$_['text_login'] = 'Ваш обліковий запис створений і Ви можете увійти, використовуючи свій E-mail і пароль, за посиланням:';
$_['text_approval'] = 'Ваш обліковий запис створений і очікує на підтвердження. Після підтвердження, Ви зможете увійти до магазину, використовуючи E-Mail та пароль за посиланням:';
$_['text_service'] = 'Після входу в систему, Ви зможете отримати доступ до різних сервісів Магазину, таких як огляд останніх замовлень, друк рахунку та редагування інформації про Ваш обліковий запис.';
$_['text_thanks'] = 'Дякую,';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_signup'] = 'Зареєстрований новий клієнт:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname'] = "Ім'я, По батькові:";
$_['text_lastname'] = 'Прізвище:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';