<?php

// Text

$_['delivery_and_payment_methods'] = 'Способи доставки';



$_['delivery_and_payment_method_1_title'] = 'Самовивіз із магазину';

$_['delivery_and_payment_method_1_list_item_1'] = 'Київ, вул. Мокра (Кудряшова) 20а, оф.1';

$_['delivery_and_payment_method_1_list_item_2'] = 'Забрати сьогодні з 10:00 до 18:00';

$_['delivery_and_payment_method_1_list_item_3'] = 'Безкоштовно';



$_['delivery_and_payment_method_2_title'] = 'У відділення “Нова Пошта”';

$_['delivery_and_payment_method_2_list_item_1'] = 'Доставка замовлення на <span class="text-delivery-place">відділення</span>';

$_['delivery_and_payment_method_2_list_item_2'] = '1-3 дні';

$_['delivery_and_payment_method_2_list_item_3'] = 'Безкоштовно';

$_['delivery_and_payment_method_2_details_btn'] = 'Детальніше';

$_['delivery_and_payment_method_2_details_list_item_1'] = 'Замовлення зберігається у відділенні протягом 5 днів.';

$_['delivery_and_payment_method_2_details_list_item_2'] = "Якщо одержувач не може забрати посилку у встановлений термін, потрібно обов'язково повідомити нас для пролонгації терміну зберігання! Вартість оплачує одержувач згідно з тарифами перевізника.";

$_['delivery_and_payment_method_2_details_list_item_3'] = 'У разі автоповернення посилки, клієнт відшкодовує вартість пересилання її в обидві сторони, згідно з тарифами перевізника.';



$_['delivery_and_payment_method_3_title'] = 'У поштомат “Нова Пошта”';

$_['delivery_and_payment_method_3_list_item_1'] = 'Доставка замовлення у <span class="text-delivery-place">поштомат</span>';

$_['delivery_and_payment_method_3_list_item_2'] = '1-3 дні';

$_['delivery_and_payment_method_3_list_item_3'] = 'Безкоштовно';

$_['delivery_and_payment_method_3_details_btn'] = 'Детальніше';

$_['delivery_and_payment_method_3_details_list_item_1'] = 'Замовлення зберігається у відділенні протягом 5 днів.';

$_['delivery_and_payment_method_3_details_list_item_2'] = "Якщо одержувач не може забрати посилку у встановлений термін, потрібно обов'язково повідомити нас для пролонгації терміну зберігання! Вартість оплачує одержувач згідно з тарифами перевізника.";

$_['delivery_and_payment_method_3_details_list_item_3'] = 'У разі автоповернення посилки, клієнт відшкодовує вартість пересилання її в обидві сторони, згідно з тарифами перевізника.';



$_['delivery_and_payment_method_4_title'] = 'Курʼєром “Нова Пошта”';

$_['delivery_and_payment_method_4_list_item_1'] = "Адресна доставка курʼєром";

$_['delivery_and_payment_method_4_list_item_2'] = '1-3 дні';

$_['delivery_and_payment_method_4_list_item_3'] = 'Безкоштовно';



$_['delivery_and_payment_method_5_title'] = 'У відділення “Укрпошта”';

$_['delivery_and_payment_method_5_list_item_1'] = 'Доставка замовлення на <span class="text-delivery-place">відділення</span>';

$_['delivery_and_payment_method_5_list_item_2'] = '1-5 днів';

$_['delivery_and_payment_method_5_list_item_3'] = 'Безкоштовно';











$_['delivery_and_payment_payments'] = 'Способи оплати';



$_['delivery_and_payment_payments_1_title'] = 'Готівковий розрахунок';

$_['delivery_and_payment_payments_1_desc'] = '

    <div>

        <div><strong>Способи доставки</strong></div>

        <p>Самовивіз із магазину Smobile</p>

        <p>Самовивіз із відділення «Нова Пошта»</p>

        <p>Самовивіз поштомата «Нова Пошта»</p>

        <p>Доставка кур’єром «Нова Пошта»</p>

        <p>Самовивіз із відділення «Укрпошта»</p>

    </div>

    <div>

        <div><strong>Важливо</strong></div>

        <p>Товар можливо оплатити при отриманні у відділенні Нової пошти. Оплата за доставку грошей назад при виборі післяплати у відділенні Нової пошти, наша компанія бере на себе , щоб співпраця з нами була ще приємнішою.</p>

        <p>Оплата відбувається виключно у національній валюті. Оплатити готівкою можливо замовлення загальною вартістю до 50000 ₴, замовлення більшої вартості сплачуйте при отриманні платіжною карткою.</p>

    </div>

';



$_['delivery_and_payment_payments_2_title'] = 'Visa / MasterCard';

$_['delivery_and_payment_payments_2_desc'] = '

     <div>

        <div><strong>Способи доставки</strong></div>

        <p>Самовивіз із магазину Smobile</p>

        <p>Самовивіз із відділення «Нова Пошта»</p>

        <p>Самовивіз поштомата «Нова Пошта»</p>

        <p>Доставка кур’єром «Нова Пошта»</p>

        <p>Самовивіз із відділення «Укрпошта»</p>

    </div>

    <div>

        <div><strong>Важливо</strong></div>

        <p>Онлайн замовлення можна оплатити за допомогою банківської карт Visa і Mastercard, випущені на території України. Оформлюючи замовлення на сайті, виберіть спосіб оплати «Visa/Mastercard». Після переадресації на сторінку системи безпечних платежів, необхідно лише підтвердити платіж.</p>

        <p>Максимальна сума оплати замовлення на сайті – 250 000 ₴</p>

    </div>

';



$_['delivery_and_payment_payments_3_title'] = 'WhitePay';

$_['delivery_and_payment_payments_3_desc'] = '

    <div>

        <div><strong>Способи доставки</strong></div>

        <p>Самовивіз із магазину Smobile</p>

        <p>Самовивіз із відділення «Нова Пошта»</p>

        <p>Самовивіз поштомата «Нова Пошта»</p>

        <p>Доставка кур’єром «Нова Пошта»</p>

        <p>Самовивіз із відділення «Укрпошта»</p>

    </div>

    <div>

        <div><strong>Важливо</strong></div>

        <p>Для оплати криптовалютою використовуйте будь-який електронний гаманець. Відкрий електронний гаманець та проскануй QR-код за допомогою сканеру кодів або скопіюй адресу вручну та підтвердь платіж.</p>

    </div>

';



$_['delivery_and_payment_payments_4_title'] = 'Безготівковий розрахунок для юридичних осіб';

$_['delivery_and_payment_payments_4_desc'] = '

    <div>

        <div><strong>Способи доставки</strong></div>

        <p>Самовивіз із магазину Smobile</p>

        <p>Самовивіз із відділення «Нова Пошта»</p>

        <p>Самовивіз поштомата «Нова Пошта»</p>

        <p>Доставка кур’єром «Нова Пошта»</p>

        <p>Самовивіз із відділення «Укрпошта»</p>

    </div>

    <div>

        <div><strong>Важливо</strong></div>

        <ul>

            При оформленні замовлення юридичної особи або фізичної особи-підприємця необхідно надати нам певні документи для оплати через розрахунковий рахунок, а саме:

            <li>свідоцтво платника єдиного податку (для оплати без ПДВ)</li>

            <li>свідоцтво реєстрації (фізичної особи/юридичної особи)</li>

            <li>контактні дані (номер телефону, адреса електронної пошти)</li>

        </ul>

        <p>Після отримання Ваших документів, ми відправимо Вам на email рахунок-фактуру на оплату. Відвантаження замовлення відбувається у день отримання оплати, при умові, що вона була зроблена до 18:00. Усі замовлення, оплата яких була зроблена після 18:00, відвантажуються наступного дня, окрім вихідних.</p>

    </div>

';



$_['delivery_and_payment_payments_5_title'] = 'Оплата частинами';

$_['delivery_and_payment_payments_5_desc'] = '

    <div>

        <div><strong>Способи доставки</strong></div>

        <p>Самовивіз із магазину Smobile</p>

    </div>

    <div>

        <div><strong>Важливо</strong></div>

        <ul>

            Оплата частинами та Миттєва розстрочка від Приват Банку та Покупка частинами від Монобанку:

            <li>замовляй на сайті</li>

            <li>обери зручний спосіб отримання</li>

            <li>підпиши електронний договір</li>

            <li>візьми паспорт для отримання замовлення</li>

        </ul>

        <p>Електронний договір створюється автоматично при оформленні замовлення на сайті.</p>

    </div>

';