<?php
// Text
$_['text_error'] = 'Інформаційна сторінка не знайдена!';

$_['rules_label'] = 'Наше правило';
$_['rules_heading'] = 'Якість і стиль,<br> що надихають';
$_['rules_desc'] = 'Ми віримо, що технології мають бути не лише функціональними, а й підкреслювати вашу індивідуальність.';

$_['feature_label'] = 'Наша особливість';
$_['feature_heading'] = 'Smobile — ваш вибір для якісних гаджетів та аксесуарів в Україні';
$_['feature_desc'] = 'Ми пропонуємо лише оригінальну продукцію від провідних світових брендів, щоб ви отримували максимум задоволення та надійності від кожної покупки.';
$_['feature_years_1_desc'] = 'років на ринку';
$_['feature_years_2_desc'] = 'брендів представлені в магазині';

$_['brands_label'] = 'про бренди';
$_['brands_heading'] = 'Бренди';
$_['brands_desc'] = 'Ми співпрацюємо лише з перевіреними брендами, що ідеально поєднують стиль, зручність і сучасні технології';
$_['brands_brand_1_desc'] = 'Marshall — класика звуку та стильний дизайн';
$_['brands_brand_2_desc'] = 'Pitaka — витонченість та практичність';
$_['brands_brand_3_desc'] = 'Native Union — мінімалізм із характером';
$_['brands_brand_4_desc'] = 'Satechi — рішення для сучасного життя';
$_['brands_brand_5_desc'] = 'Nomad — преміальні аксесуари';
$_['brands_show_all'] = 'Показати всі бренди';

$_['contacts_heading'] = 'Smobile — це технології, які надихають, і стиль, що підкреслює вас';
$_['contacts_desc_1'] = 'Ми допоможемо вам знайти те, що ідеально впишеться у ваш ритм життя та підкреслить вашу унікальність.';
$_['contacts_desc_2'] = 'Не пропустіть наші акційні пропозиції та можливість отримати безкоштовну доставку при покупці.';
$_['contacts_btn_text'] = 'Переглянути акційні пропозиції';
$_['contacts_contact_us'] = "Зв'яжіться з нами для консультації — ми завжди на зв'язку.";
$_['contacts_phone'] = "Телефон";
$_['contacts_write_us'] = "Написати нам";
$_['external_link'] = "https://smobile.group/";

