<?php
// Text
$_['text_Sunset_Moonrise'] = 'Sunset · Moonrise';
$_['text_Be_Light_Be_Lively'] = 'Будь легким, будь жвавим';
$_['text_Made_MagSafe_SlimBoard_Module'] = 'Зроблено за використанням MagSafe SlimBoard™ Module 2.0';
$_['text_Do_you_know_the_blue_hour'] = '';
$_['text_between_sunset_moonrise'] = 'Чи знаєте ви що таке «блакитна година» між заходом сонця та сходом місяця?';
$_['text_It_not_hour_minute'] = 'Це не година чи хвилина,';
$_['text_it_just_serenity'] = 'це просто спокій.';
$_['text_Recreating_first_popular'] = 'Відтворюючи перший популярний предмет із серії Weaving+ «Момент заходу сонця», ми створили захоплюючий "синій час" від заходу сонця до сходу місяця.';
$_['text_When_sunset'] = 'Коли захід майже згас, а схід місяця стає таким близьким. На небі відображаються кольори, що переходять від теплих до холодних, демонструючи тихий і насичений блакитний колір.';
$_['text_At_the_end'] = 'Зрештою, настав час <br> насолоджуйтесь відчуттям зцілення та затишку <br> з «Захід сонця і схід місяця».';
$_['text_Aramid_fiber'] = 'Арамідне волокно може похвалитися відмінною міцністю, але його застосування було обмежено фарбуванням і плетінням. Fusion Weaving — це унікальна передова технологія, яка належить і розроблена виключно компанією PITAKA в 2021 році.';
$_['text_It_allows_colored_fibers'] = 'Вона дозволяє плести кольорові волокна за допомогою кількох технік плетіння на одному ткацькому верстаті, таким чином створюючи різнокольорові корпуси з арамідного волокна в різних стилях.';
$_['text_Aramid_fiber2'] = 'Арамідне волокно може похвалитися відмінною міцністю, але його застосування було обмежено фарбуванням і плетінням. Fusion Weaving — це унікальна передова технологія, яка належить і розроблена PITAKA у 2021 році.';
$_['text_It_allows_colored_fibers2'] = 'Це дозволяє плести кольорові волокна за допомогою кількох технік плетіння на одному ткацькому верстаті, створюючи таким чином різнокольорові чохли з арамідного волокна.';
$_['text_For_iPhone'] = 'Для iPhone 15 серії';
$_['text_The_thinnest_lightest'] = 'Найтонший і найлегший чохол для iPhone 15 із сумісністю з MagSafe.';
$_['text_desc__info'] = '<li>Товщина 0,75 мм і вага 13 г</li>
      <li>Сумісний з MagSafe</li>
      <li>Об`ємна текстура плетіння</li>
      <li>Виготовлений з арамідного волокна аерокосмічного класу</li>
      <li>Піднятий бортик камери</li>';
 $_['text_WhatMagEZ'] = 'Що таке MagEZ Case ';
 $_['text_Made_Amber'] = 'Виготовлено з Amber Magnet Film™';
 $_['text_Amber_Magnet_Film'] = 'Amber Magnet Film™ — це революційна технологія безклейового магнітного покриття, розроблена PITAKA у 2023 році та вперше застосована до серії MagEZ Case 5. Технологія використовує спеціальний процес покриття для формування якого на поверхні магніти під високою температурою та високим тиском зплавляються з оболонкою із арамідного волокна та смоли, так що магніти повністю обгортаються арамідним волокном та смолою. Стають прозорими, як бурштин.
';
 $_['text_technology'] = 'Технологія використовує спеціальний процес покриття для формування покриття на поверхні магнітів, і під високою температурою та високим тиском покриття зплавляється з оболонкою з арамідного волокна та смолою, так що магніти повністю обгорнуті арамідним волокном та смолою. і став прозорим, як бурштин.';
 $_['text_LearnMore'] = 'Дізнатися більше';
 $_['text_AiryLight'] = 'Повітрянно легкий, тонкий без корпусу';
 $_['text_technologyIntegrates'] = 'Технологія <span class="font-bold">Amber Magnet Film™</span> об’єднує кільце MagSafe і захисний чохол, зменшуючи загальну кількість шарів і роблячи корпус iPhone 15 тоншим і легшим';
 $_['text_LearnMore'] = 'Дізнатися більше';
 $_['text_lighterThinne'] = 'легший і тонший';
 $_['text_Compared'] = '*Порівняно з MagEZ Case 4';
 $_['text_GlueFree_WorryFree'] = 'Без клею, без турбот';
 $_['text_gluefreeprocess'] = 'Процес без клею запобігає падінню та згортанню магнітів, що робить футляр безпечнішим і екологічнішим.';
 $_['text_Seeing_Scratchings'] = 'Прозоре кільце, яке не пошкодить iPhone ';
 $_['text_ring'] = 'Кільце MagSafe містить спеціальне покриття та є прозорим як бурштин. Його можна помітити, проте воно аж ніяк не пошкодить корпус вашого iPhone 15.';
 $_['text_WhyMagEZCase'] = 'Чому MagEZ Case ';
 $_['text_firsttime'] = 'Apple вперше використала титан для виготовлення нового iPhone, зробивши його найлегшою моделлю в історії. Навіщо використовувати громіздкий чохол, щоб зіпсувати красу та тонкий силует вашого iPhone 15?<br>У вересні ми презентували надлегкий і тонкий чохол MagEZ Case 4, який чудово виглядає та дуже привабливий. Але на цьому ми не зупинилися. Після численних експериментів нам вдалося розробити модуль MagSafe SlimBoard™ 2.0, щоб зробити чохол MagSafe тоншим і легшим. Так з`явився MagEZ Case 5.<br>Ми відчули різницю у вазі на декілька грам у новому чохлі. Віримо, що ви також можете це відчути.<br>';
 $_['text_delivered'] = 'У вересні ми поставили надлегкий і тонкий чохол MagEZ Case 4, який чудово виглядає та візуально привабливіший. Але на цьому ми не зупинилися. Після численних експериментів нам вдалося розробити модуль MagSafe SlimBoard™ 2.0, щоб зробити корпус MagSafe  <span class="font-bold text-blue">тоншим і легшим</span>; Таким чином, виходить MagEZ Case 5.';
 $_['text_difference'] = 'Ми можемо відчути різницю в новому чохлі з меншою кількістю грамів. <span class="font-medium text-blue">Ми віримо, що ви також можете це відчуєте.</span>';
 $_['text_Which'] = 'Який чохол для iPhone 15 вибрати?';
 $_['text_Compatibility'] = 'Сумісність';
 $_['text_Withbuilt'] = 'З вбудованими магнітами для роботи з аксесуарами MagSafe.';
 $_['text_Compatible'] = 'Сумісний з аксесуарами PITAKA MagEZ 2.0, включаючи MagEZ Car Mount Lite/Pro, MagEZ Car Mount Pro 2, MagEZ Slider 1/2 і MagEZ Card Sleeve 2/3.';
 $_['text_compatiblefollowingproducts'] = 'Чи сумісний чохол із такими продуктами?';
 $_['text_Yes'] = 'Так';
 $_['text_No'] = 'Ні';
 $_['text_Sleeve'] = 'Sleeve сумісний лише з iPhone 15 Pro Max та iPhone 15 Plus у чохлі';
 $_['text_OnlyMagEZ'] = 'тільки MagEZ Wallet 2 сумісний з iPhone 15 Plus у чохлі';
 $_['text_Specs'] = 'Технічні характеристики';
 $_['text_Thickness'] = 'Товщина';
 $_['text_Weight'] = 'вага';
 $_['text_attr'] = '13 г (*Дані лише для довідки. Можливі незначні розбіжності.)';
 $_['text_MaterialsTech'] = 'Матеріали і технології';
 $_['text_Aramidfiber'] = 'Арамідне волокно';
 
  $_['text_FusionWeaving'] = 'Фьюжн плетіння';
 $_['text_Aluminum'] = 'вага';
 $_['text_Warranty'] = 'Гарантія';
 $_['text_2monthswarranty'] = 'Гарантія 2 місяці';
 $_['text_warrantypage'] = 'Перегляньте нашу сторінку гарантії, щоб отримати додаткову інформацію.';

   $_['text_FAQs'] = 'Поширені запитання';
 $_['text_Q1'] = 'Запитання 1. Яка різниця між MagEZ Case 4 і MagEZ Case 5 для серії iPhone 15?';
 $_['text_A1'] = 'Відповідь 1. У MagEZ Case 4 використовується перша версія модуля MagSafe SlimBoard™, тоді як у MagEZ Case 5 використовується наш модуль MagSafe SlimBoard™ 2.0 – технологія <span class="font-bold">Amber Magnet Film™</span>, яка робить кільце MagSafe прозорим, а корпус легшим і тоншим, ніж у MagEZ Case 4.';
 
 $_['text_Q2'] = 'Запитання 2. Чи може чохол MagEZ Case 5 від PITAKA для серії iPhone 15 працювати з аксесуарами MagSafe від Apple?';
 $_['text_A2'] = 'Відповідь 2. Так, кейс PITAKA MagEZ серії 5 сумісний з офіційними аксесуарами Apple MagSafe.';

  $_['text_Q3'] = 'Запитання 3. Чи залишаются відбитки пальців на чохлі для iPhone 15?';
 $_['text_A3'] = 'Відповідь 3. Наш чохол для iPhone 15 виготовлено з арамідного волокна та оброблено 3 шарами фарби, щоб гарантувати, що він приємний до шкіри та не ковзає. Чи залишиться відбиток пальця залежить від стану вашої руки. Непросто залишити відбиток пальця, якщо рука суха. Від спітнілих рук можуть залишитися відбитки пальців, але їх дуже легко очистити тканиною.';

  $_['text_Q4'] = 'Запитання 4. Чи можу я заряджати свій iPhone 15 за допомогою цього чохла на бездротових зарядних пристроях сторонніх виробників??';
 $_['text_A4'] = 'Відповідь 4. Чохли серії PITAKA MagEZ Case 5 оснащені магнітними кільцями, які не закривають зону бездротової зарядки та добре підходять до магнітного кільця, вбудованого в серію iPhone 15. Крім того, він надзвичайно тонкий. Тож якщо ваш iPhone 15 можна заряджати за допомогою бездротових зарядних пристроїв сторонніх виробників, він має працювати навіть із надітим чохлом.';


  $_['text_Q5'] = 'Запитання 5. Як перевірити, чи справжній ваш чохол для телефону PITAKA?';
   $_['text_A5'] = '';

$_['text_morefaq'] = 'Щоб отримати більше відповідей, <a href="https://smobile.ua/index.php?route=information/contact">дзвоніть до наших консультантів</a>.';
$_['text_Features'] = 'ОСОБЛИВОСТІ';
$_['text_Compare'] = 'ПОРІВНЯТИ';
$_['text_TechSpecs'] = 'ТЕХНІЧНІ ХАРАКТЕРИСТИКИ';
$_['text_Reviews'] = 'ВІДГУКИ';
$_['text_ShopNow'] = 'КУПИТИ';
$_['text_FrequentlyBoughtTogether'] = 'Часто купують разом!';

$_['text_Color'] = 'Колір';
$_['text_MostPopular'] = 'Популярний';
$_['text_AddCart'] = 'До кошику';
$_['text_Save'] = 'економ';
$_['text_CaseMaterials'] = 'Матеріали чохла';
$_['TPU'] = 'ТПУ; Шкіра наппа';

$_['text_Tech'] = 'Технології';
$_['text_Full'] = 'Повний';
$_['text_Partial'] = 'Частковий';
$_['text_Protection'] = 'Захист';
$_['text_Recycledaramid'] = 'Перероблене арамідне волокно';
$_['text_Recycledaramidnew'] = 'Перероблене арамідне волокно (останні версії)';

$_['text_CaseMaterials'] = 'Матеріали чохла';
$_['text_Aluminumalloy'] = 'Алюмінієвий сплав';

$_['text_CameralipMaterial'] = 'Матеріали бортика камери';

$_['text_WECAREFOROURPLANET'] = 'МИ ПІКУЄМОСЯ ПРО НАШУ ПЛАНЕТУ.';
$_['text_WECAREFOROURPLANET_text'] = 'PitaCare – це не місія, а шлях до сталого розвитку, спрямований на захист і турботу про те, що для нас найважливіше – світ і людей навколо нас. Ми дбаємо про людей, їхні почуття у їхньому повсякденному житті. Ми створюємо те, що люди можуть використовувати із задоволенням, щоб спростити своє життя.';
$_['text_LearnPITAKA'] = 'Дізнайтеся більше про піклування PITAKA о навколишньому середовищі';


$_['text_Reviews'] = 'ВІДГУКИ';
$_['text_CustomerReviews'] = 'Відгуки покупців';
$_['text_out_of'] = 'з';

$_['Based45reviews'] = 'На основі 45 відгуків';
$_['text_Verified'] = 'Перевірений';
$_['text_Bestslimcaseonmarket'] = 'Найкращий тонкий чохол на ринку. Арамідне вуглецеве волокно';

$_['text_text1'] = 'Це найкращий тонкий мінімалістичний чохол на ринку. Щільно прилягає до телефону, як влитий, і абсолютно чудовий. Наживо виглядає ще краще. Варто кожної гривні, я ніколи не пишу відгуки, якщо я не на 120% задоволений своєю покупкою, а так і є! Мені подобаються ці чохли, кожен новий iphone, який я отримую, я одягаю в чохол pitaka';
$_['text_Loveit'] = 'Люблю';
$_['text_text2'] = 'Дуже люблю ці чохоли! Приголомшлива якість, я не очікував меншого від Pitaka';

$_['text_Absolutely'] = 'Абсолютно бездоганний чохол, дуже гарний';
$_['text_nicecase'] = 'Це дуже гарний чохол';
$_['text_text3'] = 'Мені дуже подобається цей чохол, він дуже тонкий і легкий. З РІЗДВОМ';

$_['text_BestCase'] = 'Кращий чохол';
$_['text_text4'] = 'Я використовую чохли Pitaka з пори iPhone X. Цей чохол виглядає чудово, і ви ніколи не втратите відчуття оригінальності телефону. Я працюю на відкритому повітрі і кидаю телефон дуже часто, цей чохол дуже добре захищає.';

$_['text_CompatibilityMagSafe'] = 'Сумісний з MagSafe.';
$_['text_Ultraslim'] = 'Ультратонкий із тактильною рукояткою проти ковзання';
$_['tezt_Shockproof'] = 'Протиударний і захисний';
$_['text_MagEZ_Grip'] = 'Магнітне кільце';
$_['text_MagEZ_Car'] = 'Автомобільне кріплення';