<?php
// Text
$_['procedure_heading'] = 'Процедура повернення товарів';
$_['procedure_desc'] = 'Для здійснення процедури повернення замовлення зателефонуйте або напишіть нам і наш менеджер надасть детальну інформацію щодо повернення товарів.';
$_['procedure_phone_label'] = 'Телефон';
$_['procedure_write_us_label'] = 'Написати нам';

$_['accordions_1_title'] = '1. Правила повернення та обміну товарів належної якості <span style="opacity: 0.6;">(не сподобався колір, змінились уподобання або потреби та ін.)</span>';
$_['accordions_1_desc'] = '
    <p>1.1. Повернути або обміняти товар належної якості можна тільки в тому випадку, якщо він не використовувався і якщо повністю збережено його товарний вигляд (зокрема пломби, ярлики, захисні плівки, брендована упаковка) та інші споживчі властивості.</p>
    <p>1.2. Споживач має право на повернення або обмін товару належної якості протягом чотирнадцяти днів, не рахуючи дня купівлі.</p>
    <p>1.3. Якщо на момент повернення або обміну аналогічного товару немає у продажу, споживач має право або придбати будь-які інші товари з наявного асортименту з відповідним перерахуванням вартості, або розірвати договір та отримати назад гроші у розмірі вартості повернутого товару, або здійснити обмін товару на аналогічний при першому ж надходженні відповідного товару в продаж.</p>
    <p>1.4. Продавець залишає за собою право провести діагностику товару на наявність слідів використання протягом 7-ми робочих днів з моменту отримання товару на своєму складі.</p>
    <p>1.5. Продавець має право відмовити у повернення або обміні товару належної якості, якщо на ньому виявлені сліди використання або пошкоджена упаковка (п.1.1).</p>
    <p>1.6. Вартість доставки та інші витрати на доставку товарів належної якості сплачує споживач.</p>
    <p>1.7. Кошти за доставку товарів поверненню або будь-якій іншій компенсації не підлягають.</p>
    <p>1.8. При розірванні договору купівлі-продажу розрахунки із споживачем провадяться, виходячи з вартості товару на час його купівлі. Гроші, сплачені за товар, повертаються споживачеві в строк за домовленістю сторін, але не пізніше ніж протягом семи днів.</p>
';
$_['accordions_2_title'] = '2. Правила повернення або обміну товарів неналежної якості <span style="opacity: 0.6;">(брак, дефект та ін.)</span>';
$_['accordions_2_desc'] = "
    <p>2.1. Товар вважається неналежної якості, якщо дефекти та недоліки були виявлені протягом чотирнадцяти днів, не рахуючи дня купівлі.</p>
    <p>2.2. Недолік або дефект - це будь - яка невідповідність товару вимогам нормативних документів, умовам договорів або вимогам, що їх пред'являють до товару. Недоліком товару не може вважатись механічне або інше пошкодження, яке було набуте під час використання.</p>
    <p>2.3. Повернути або обміняти будь-який товар неналежної якості можна протягом чотирнадцяти днів, не рахуючи дня купівлі.</p>
    <p>2.4. Якщо на момент повернення або обміну аналогічного товару немає у продажу, споживач має право або придбати будь-які інші товари з наявного асортименту з відповідним перерахуванням вартості, або розірвати договір та отримати назад гроші у розмірі вартості повернутого товару, або здійснити обмін товару на аналогічний при першому ж надходженні відповідного товару в продаж.</p>
    <p>2.5. Якщо на товар діє гарантія більше 14-ти днів, то обміняти товар можна згідно з правилами надання гарантії.</p>
    <p>2.6. Вартість доставки та інші витрати на доставку товарів неналежної якості сплачує споживач.</p>
    <p>2.7. Продавець залишає за собою право провести діагностику товару на наявність механічних пошкоджень протягом 7-ми робочих днів з моменту отримання товару на своєму складі.</p>
    <p>2.8. Продавець залишає за собою право відмовити у поверненні або обміні товару неналежної якості, якщо на ньому будуть сліди використання, порушені гарантійні пломби або інші механічні пошкодження, викликані характерним використанням.</p>
    <p>2.9. Характерний знос товару (затирування поверхності у процесі експлуатації, тріщини під час експлуатації, зміна кольору та ін.) не вважається дефектом або недоліком.</p>
    <p>2.10. Кошти за доставку товарів поверненню або будь-якій іншій компенсації не підлягають.</p>
    <p>2.11. При розірванні договору купівлі-продажу розрахунки із споживачем проводяться, виходячи з вартості товару на час його купівлі. Гроші, сплачені за товар, повертаються споживачеві в строк за домовленістю сторін, але не пізніше ніж протягом семи днів.</p>
";