<?php
// Text
$_['text_error'] = 'Информационная страница не найдена!';

$_['rules_label'] = 'Наше правило';
$_['rules_heading'] = 'Качество и стиль,<br> которые вдохновляют';
$_['rules_desc'] = 'Мы верим, что технологии должны быть не только функциональными, но и подчеркивать вашу индивидуальность.';

$_['feature_label'] = 'Наша особенность';
$_['feature_heading'] = 'Smobile — ваш выбор для качественных гаджетов и аксессуаров в Украине';
$_['feature_desc'] = 'Мы предлагаем только оригинальную продукцию от ведущих мировых брендов, чтобы вы получали максимум удовольствия и надежности от каждой покупки.';
$_['feature_years_1_desc'] = 'лет на рынке';
$_['feature_years_2_desc'] = 'брендов представлены в магазине';

$_['brands_label'] = 'о брендах';
$_['brands_heading'] = 'Бренды';
$_['brands_desc'] = 'Мы сотрудничаем только с проверенными брендами, которые идеально сочетают стиль, удобство и современные технологии';
$_['brands_brand_1_desc'] = 'Marshall — классика звука и стильный дизайн';
$_['brands_brand_2_desc'] = 'Pitaka — изящество и практичность';
$_['brands_brand_3_desc'] = 'Native Union — минимализм с характером';
$_['brands_brand_4_desc'] = 'Satechi — решения для современной жизни';
$_['brands_brand_5_desc'] = 'Nomad — премиальные аксессуары';
$_['brands_show_all'] = 'Показать все бренды';

$_['contacts_heading'] = 'Smobile — это технологии, которые вдохновляют, и стиль, который подчеркивает вас';
$_['contacts_desc_1'] = 'Мы поможем вам найти то, что идеально впишется в ваш ритм жизни и подчеркнет вашу уникальность.';
$_['contacts_desc_2'] = 'Не пропустите наши акционные предложения и возможность получить бесплатную доставку при покупке.';
$_['contacts_btn_text'] = 'Посмотреть акционные предложения';
$_['contacts_contact_us'] = "Свяжитесь с нами для консультации — мы всегда на связи.";
$_['contacts_phone'] = "Телефон";
$_['contacts_write_us'] = "Написать нам";


$_['external_link'] = "https://smobile.group/ru/";