<?php
// Text
$_['text_Sunset_Moonrise'] = 'Sunset · Moonrise';
$_['text_Be_Light_Be_Lively'] = 'Будь легким, будь живым';
$_['text_Made_MagSafe_SlimBoard_Module'] = 'Сделано с использованием модуля MagSafe SlimBoard™ Module 2.0';
$_['text_Do_you_know_the_blue_hour'] = 'Знаете ли вы что такое «синий час»';
$_['text_between_sunset_moonrise'] = 'между закатом и восходом луны?';
$_['text_It_not_hour_minute'] = 'Это не час или минута,';
$_['text_it_just_serenity'] = 'это просто спокойствие.';
$_['text_Recreating_first_popular'] = 'Воссоздавая первый популярный предмет из серии Weaving+ «Момент заката», мы соткали захватывающее "голубое время" от заката до восхода луны.';
$_['text_When_sunset'] = 'Когда закат почти угас, а восход луны приближается. Небо демонстрирует цвета, переходящие от теплых к прохладным, показывая тихий и насыщенный синий цвет.';
$_['text_At_the_end'] = 'В конце концов, пришло время <br> наслаждайтесь ощущением исцеления и уюта <br> с «Закатом и восходом луны».';
$_['text_Aramid_fiber'] = 'Арамидное волокно может похвастаться превосходной прочностью, однако его применение было ограничено окраской и плетением. Fusion Weaving — это уникальная передовая технология, принадлежащая и разработанная исключительно компанией PITAKA в 2021 году';
$_['text_It_allows_colored_fibers'] = 'Она позволяет ткать цветные волокна с использованием нескольких техник плетения на одном ткацком станке, создавая таким образом разноцветные чехлы из арамидного волокна.';
$_['text_Aramid_fiber2'] = 'Арамидное волокно может похвастаться превосходной прочностью, однако его применение было ограничено окраской и плетением. Fusion Weaving — это уникальная передовая технология, принадлежащая и разработанная PITAKA в 2021 году.';
$_['text_It_allows_colored_fibers2'] = 'Он позволяет ткать цветные волокна, используя несколько техник плетения на одном ткацком станке, создавая таким образом разноцветные чехлы из арамидного волокна в разных стилях.';
$_['text_For_iPhone'] = 'Для iPhone 15 серии';
$_['text_The_thinnest_lightest'] = 'Самый тонкий и легкий чехол для iPhone 15, совместимый с MagSafe.';
$_['text_desc__info'] = '<li>Толщина 0,75 мм, вес 13 г.</li>
      <li>Совместимость с MagSafe</li>
      <li>Обьемный рисунок плетения</li>
      <li>Изготовлен из арамидного волокна авиационного класса.</li>
      <li>Поднятый бортик камеры</li>';
 $_['text_WhatMagEZ'] = 'Что такое MagEZ Case ';
 $_['text_Made_Amber'] = 'Сделано из Amber Magnet Film™';
 $_['text_Amber_Magnet_Film'] = 'Amber Magnet Film™ — это революционная технология бесклеевого магнитного покрытия, разработанная PITAKA в 2023 году и впервые примененная в серии MagEZ Case 5. В технологии используется специальный процесс нанесения покрытия для формирования которого магниты под высокой температурой и высоким давлением сплавляются с оболочкой из арамидного волокна и смолы, так что магниты полностью обертываются арамидным волокном и смолой. и делаютя прозрачными, как янтарь.
';
 $_['text_technology'] = 'В технологии используется специальный процесс нанесения покрытия для формирования покрытия на поверхности магнитов, а под высокой температурой и высоким давлением покрытие сплавляется с оболочкой из арамидного волокна и смолой, так что магниты полностью обертываются арамидным волокном и смолой. и сделался прозрачным, как янтарь.';
 $_['text_LearnMore'] = 'Узнать больше';      
 $_['text_technologyIntegrates'] = 'Технология <span class="font-bold">Amber Magnet Film™</span> обобьеденяет кольца MagSafe и защитный чехол, уменшающую общее количество шаров и делающая чехол iPhone 15 тонким и легким'; 
 $_['text_lighterThinne'] = 'легче и тоньше';
 $_['text_Compared'] = '*Сравнительно с MagEZ Case 4';   
 $_['text_GlueFree_WorryFree'] = 'Без клея, в полном спокойствии';
 $_['text_gluefreeprocess'] = 'Бесклеевой процесс предотвращает разрушение магнитов вследствии падения, что делает чехол более безопасным и экологически чистым.';
 $_['text_Seeing_Scratchings'] = 'Прозрачное кольцо, которое не царапает ваш iPhone';
 $_['text_ring'] = 'Кольцо MagSafe имеет специальное покрытие и сделано прозрачным, как янтарь. Его можно заметить, но оно никак не повредит корпус вашего iPhone 15.';
 $_['text_WhyMagEZCase'] = 'Почему MagEZ Case';
 $_['text_firsttime'] = 'Впервые Apple использовала титан для изготовления нового iPhone, что сделало его самой легкой моделью за всю историю. Зачем использовать громоздкий чехол, чтобы испортить красоту и тонкий силуэт вашего iPhone 15?
 <br>В сентябре мы представили сверхлегкий и тонкий чехол MagEZ Case 4, который отлично выглядит и очень привлекателен. Но мы не остановились на этом. После многочисленных экспериментов нам удалось разработать модуль MagSafe SlimBoard™ 2.0, позволяющий сделать чехол MagSafe тоньше и легче. Таким образом появляется MagEZ Case 5.
<br>Мы почувствовали разницу в весе в новом чехле. Верим, что вы тоже можете это почувствовать.<br>';

  $_['text_delivered'] = 'В сентябре мы представили сверхлегкий и тонкий чехол MagEZ Case 4, который отлично выглядит и очень привлекательный. Но мы не остановились на этом. После многочисленных экспериментов нам удалось разработать модуль MagSafe SlimBoard™ 2.0, позволяющий сделать корпус MagSafe <span class="font-bold text-blue">тоньше и легче</span; таким образом, появляется MagEZ Case 5.';
 $_['text_difference'] = 'Мы можем почувствовать разницу в новом чехле с меньшим количеством граммов. <span class="font-medium text-blue">Мы верим, что вы тоже можете это ощутить.</span>';
 $_['text_Which'] = 'Какой чехол для iPhone 15 выбрать?';
 $_['text_Compatibility'] = 'Совместимость';
 $_['text_Withbuilt'] = 'Со встроенными магнитами для работы с аксессуарами MagSafe.';
 $_['text_Compatible'] = 'Совместим с аксессуарами PITAKA MagEZ 2.0, включая автомобильное крепление MagEZ Lite/Pro, автомобильное крепление MagEZ Pro 2, слайдер MagEZ 1/2 и чехол для карт MagEZ 2/3.';

 $_['text_compatiblefollowingproducts'] = 'Совместим ли чехол со следующими продуктами?';
 $_['text_Yes'] = 'Да';
 $_['text_No'] = 'Нет';
 $_['text_Sleeve'] = 'Card Sleeve совместим только с iPhone 15 Pro Max и iPhone 15 Plus в чехле';
 $_['text_OnlyMagEZ'] = 'только MagEZ Wallet 2 совместим с iPhone 15 Plus в чехле';
 $_['text_Specs'] = 'Спецификация';

 $_['text_Thickness'] = 'Толщина';
 $_['text_Weight'] = 'Масса';
 $_['text_attr'] = '13 г (*Данные только для справки. Возможны незначительные расхождения.)';
 $_['text_MaterialsTech'] = 'Материалы и технологии';
 $_['text_Aramidfiber'] = 'Арамидное волокно';

  $_['text_FusionWeaving'] = 'Фьюжн-ткачество';
 $_['text_Aluminum'] = 'вага';
 $_['text_warrantypage'] = 'Дополнительную информацию смотрите на нашей странице гарантии.';

   $_['text_FAQs'] = 'Часто задаваемые вопросы';
 $_['text_Q1'] = 'Вопрос 1. В чем разница между MagEZ Case 4 и MagEZ Case 5 для iPhone 15 серии?';
 $_['text_A1'] = 'Ответ 1. В MagEZ Case 4 используется первая версия модуля MagSafe SlimBoard™, а в MagEZ Case 5 используется наш модуль MagSafe SlimBoard™ 2.0 — технология <span class="font-bold">Amber Magnet Film™</span>, которая делает кольцо MagSafe прозрачным, а корпус легче и тоньше, чем в MagEZ Case 4.';

  $_['text_Q2'] = 'Вопрос 2. Может ли чехол MagEZ Case 5 от PITAKA для серии iPhone 15 работать с аксессуарами Apple MagSafe?';
 $_['text_A2'] = 'Ответ 2. Да, чехол PITAKA MagEZ серии 5 совместим с официальными аксессуарами Apple MagSafe..';

  $_['text_Q3'] = 'Вопрос 3. На чехле iPhone 15 не остаются отпечатки пальцев?';
 $_['text_A3'] = 'Ответ 3. От потных рук могут остаться следы на чехле, но их очень легко очистить тряпкой.';

  $_['text_Q4'] = 'Вопрос 4. Могу ли я в этом чехле заряжать свой iPhone 15 с помощью беспроводных зарядных устройств сторонних производителей?';
 $_['text_A4'] = 'Ответ 4. В чехлы PITAKA MagEZ Case 5 встроены магнитные кольца, которые не закрывают зону беспроводной зарядки и идеально подходят к магнитному кольцу, встроенному в серию iPhone 15. Кроме того, он очень тонкий. Поэтому, если ваш iPhone 15 можно заряжать с помощью беспроводных зарядных устройств сторонних производителей, он должен работать даже в чехле.';

   $_['text_Q5'] = 'Вопрос 5. Как проверить подлинность чехла для телефона PITAKA?';
     $_['text_A5'] = '';

     $_['text_morefaq'] = 'Для получения дополнительных ответов  <a href="https://smobile.ua/index.php?route=information/contact">звоните нашим консультантам.</a>.';
$_['text_Features'] = 'ОСОБЕННОСТИ';
$_['text_Compare'] = 'СРАВНИТЬ';
$_['text_TechSpecs'] = 'ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ';
$_['text_Reviews'] = 'ОТЗЫВЫ';
$_['text_ShopNow'] = 'КУПИТЬ';
$_['text_FrequentlyBoughtTogether'] = 'С этим часто покупают!';

$_['text_Color'] = 'Цвет';
$_['text_MostPopular'] = 'Популярный';
$_['text_AddCart'] = 'В корзину';
$_['text_Save'] = 'эконом';
$_['text_CaseMaterials'] = 'Материалы чехла';
$_['TPU'] = 'С этим часто покупают!';

$_['text_Tech'] = 'Технологии';
$_['text_Full'] = 'Полная';
$_['text_Partial'] = 'Частичная';
$_['text_Protection'] = 'Защита';
$_['text_Recycledaramid'] = 'Переработанное арамидное волокно';
$_['text_Recycledaramidnew'] = 'Переработанное арамидное волокно (последние версии)';
$_['text_CaseMaterials'] = 'Материалы чехла';
$_['text_Aluminumalloy'] = 'Алюминиевый сплав';

$_['text_CameralipMaterial'] = 'Материалы бортика камеры';

 $_['text_Warranty'] = 'Гарантии';
 $_['text_2monthswarranty'] = 'Гарантия 2 месяца';
$_['text_WECAREFOROURPLANET'] = 'МЫ ЗАБОТИМСЯ О НАШЕЙ ПЛАНЕТЕ.';
$_['text_WECAREFOROURPLANET_text'] = 'PitaCare — это не миссия, а путь устойчивого развития, призванный защищать и заботиться о том, что для нас дорого — мир и людей вокруг нас. Мы заботимся о людях, их чувствах ежедневно. Мы делаем то, что люди могут использовать с удовольствим, чтобы упростить свою жизнь.';
$_['text_LearnPITAKA'] = 'Узнайте больше о заботе PITAKA об окружающей среде';

$_['text_Reviews'] = 'ОТЗЫВЫ';
$_['text_CustomerReviews'] = 'Отзывы покупателей';
$_['text_out_of'] = 'из';

$_['Based45reviews'] = 'На основании 45 отзывов';
$_['text_Verified'] = 'Проверенный';
$_['text_Bestslimcaseonmarket'] = 'Лучший тонкий чехол на рынке. Арамидное углеродное волокно.';

$_['text_text1'] = 'Это, несомненно, лучший тонкий минималистичный чехол на рынке. Прилегает к телефону очень плотно и просто великолепен. Вживую выглядит еще лучше. Стоит каждой гривны, я никогда не пишу обзоры, если не удовлетворен своей покупкой на 120%, а это так и есть! Я обожаю эти чехлы на каждом новом айфоне, я надеваю чехол Pitaka';
$_['text_Loveit'] = 'Люблю';
$_['text_text2'] = 'Очень нравится этот чехол! Потрясающее качество, как и полагается от Pitaka';

$_['text_Absolutely'] = 'Абсолютно безупречный чехол, превосходно';
$_['text_nicecase'] = 'Это очень хороший чехол';
$_['text_text3'] = 'Мне очень нравится этот чехол, он очень тонкий и легкий. С РОЖДЕСТВОМ';

$_['text_BestCase'] = 'Лучший чехол';
$_['text_text4'] = 'Я использую чехлы Pitaka со времен iPhone X. Этот чехол выглядит великолепно, и вы никогда не потеряете оригинальное ощущение телефона. Я работаю на открытом воздухе и роняю телефон на каждом шагу, он очень хорошо защищает.';

 $_['text_CompatibilityMagSafe'] = 'Совместимость с MagSafe';
$_['text_Ultraslim'] = 'Ультратонкий, с тактильной нескользящей ручкой.';
$_['tezt_Shockproof'] = 'Ударопрочный и защитный';
$_['text_MagEZ_Grip'] = 'Магнитное кольцо';
$_['text_MagEZ_Car'] = 'Автомобильное крепление';