<?php

// Text

$_['procedure_heading'] = 'Процедура возврата товара';

$_['procedure_desc'] = 'Чтобы инициировать процедуру возврата заказа, позвоните нам или напишите, и наш менеджер предоставит подробную информацию по возврату товара.';

$_['procedure_phone_label'] = 'Телефон';

$_['procedure_write_us_label'] = 'Написать нам';

$_['accordions_1_title'] = '1. Правила возврата и обмена товаров надлежащего качества <span style="opacity: 0.6;">(не понравился цвет, изменились предпочтения или потребности и т.п.)</span>';

$_['accordions_1_desc'] = '

    <p>1.1. Вернуть или обменять товар надлежащего качества можно только в том случае, если он не использовался и полностью сохранён его товарный вид (в том числе пломбы, ярлыки, защитные плёнки, фирменная упаковка) и другие потребительские свойства.</p>

    <p>1.2. Потребитель имеет право на возврат или обмен товара надлежащего качества в течение четырнадцати дней, не считая дня покупки.</p>

    <p>1.3. Если на момент возврата или обмена аналогичного товара нет в продаже, потребитель имеет право либо приобрести другие товары из доступного ассортимента с соответствующим перерасчётом стоимости, либо расторгнуть договор и получить назад деньги в размере стоимости возвращённого товара, либо обменять товар на аналогичный при первом же поступлении в продажу.</p>

    <p>1.4. Продавец оставляет за собой право провести диагностику товара на наличие следов использования в течение 7 рабочих дней с момента получения товара на склад.</p>

    <p>1.5. Продавец имеет право отказать в возврате или обмене товара надлежащего качества, если имеются следы использования или повреждена упаковка (п.1.1).</p>

    <p>1.6. Стоимость доставки и другие расходы по возврату товаров надлежащего качества оплачиваются потребителем.</p>

    <p>1.7. Средства за доставку возврату или какой-либо компенсации не подлежат.</p>

    <p>1.8. При расторжении договора купли-продажи расчёты с потребителем производятся, исходя из стоимости товара на момент его покупки. Деньги, уплаченные за товар, возвращаются потребителю в срок по соглашению сторон, но не позднее семи дней.</p>

';

$_['accordions_2_title'] = '2. Правила возврата или обмена товаров ненадлежащего качества <span style="opacity: 0.6;">(брак, дефект и т.п.)</span>';

$_['accordions_2_desc'] = "

    <p>2.1. Товар считается ненадлежащего качества, если дефекты и недостатки были выявлены в течение четырнадцати дней, не считая дня покупки.</p>

    <p>2.2. Недостаток или дефект — это любое несоответствие товара требованиям нормативных документов, условиям договора или требованиям, предъявляемым к товару. Недостатком не считается механическое или иное повреждение, возникшее в процессе использования.</p>

    <p>2.3. Вернуть или обменять товар ненадлежащего качества можно в течение четырнадцати дней, не считая дня покупки.</p>

    <p>2.4. Если на момент возврата или обмена аналогичного товара нет в продаже, потребитель имеет право либо приобрести другой товар с пересчётом стоимости, либо расторгнуть договор и вернуть деньги, либо дождаться аналогичного товара и произвести обмен.</p>

    <p>2.5. Если на товар действует гарантия более 14 дней, обмен осуществляется согласно условиям гарантии.</p>

    <p>2.6. Стоимость доставки и другие расходы по возврату товара ненадлежащего качества оплачиваются потребителем.</p>

    <p>2.7. Продавец оставляет за собой право провести диагностику товара на наличие механических повреждений в течение 7 рабочих дней после получения товара на склад.</p>

    <p>2.8. Продавец имеет право отказать в возврате или обмене товара ненадлежащего качества, если имеются следы использования, повреждённые гарантийные пломбы или другие механические повреждения, характерные для эксплуатации.</p>

    <p>2.9. Характерный износ товара (затёртости, трещины в процессе эксплуатации, изменение цвета и т.п.) не считается дефектом или недостатком.</p>

    <p>2.10. Средства за доставку возврату или компенсации не подлежат.</p>

    <p>2.11. При расторжении договора купли-продажи расчёты с потребителем производятся, исходя из стоимости товара на момент покупки. Деньги возвращаются потребителю по договорённости сторон, но не позднее семи дней.</p>

";
