<?php
// Заголовок
$_['heading_title'] = 'Інформація про комісію агента';
$_['heading_title_commissiondetails'] = "Інформація про комісію";

// Текст
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Успішно: Ви змінили активність на інформаційній панелі!';
$_['text_edit'] = 'Редагувати інформацію про комісію агента';

$_['column_commissionname'] = "Ім'я";
$_['column_amount'] = "Сума";

// Запис
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width'] = 'Ширина';

// Помилка
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну даних про комісію агента на інформаційній панелі!';