<?php
$_['heading_title']      = 'Категории (шаблоны) атрибутов - список';
$_['heading_title_add']  = 'Категории (шаблоны) атрибутов - новый';
$_['heading_title_edit'] = 'Категории (шаблоны) атрибутов - редактирование';

$_['column_name']        = 'Название категории (шаблона)';
$_['column_action']      = 'Действия';

$_['text_list']          = 'Категории (шаблоны) атрибутов';
$_['text_add']           = 'Добавить';
$_['text_edit']          = 'Редактировать';
$_['text_menu']          = 'Категории(шаблоны)атрибутов';

$_['entry_name']         = 'Название категории (шаблона)';
$_['entry_attributes']   = 'Атрибуты категории (шаблона)';
$_['entry_attribute']    = 'Введите название атрибута (автодополнение)';

