<?php
$_['text_module'] = 'Модули';
$_['button_save'] = 'Сохранить';
$_['button_cancel'] = 'Отмена';
$_['status'] = 'Статус';
$_['active'] = 'Подключено';
$_['disabled'] = 'Отключено';
$_['text_success'] = 'Конфигурация успешно сохранена!';
$_['error_permission'] = 'Внимание: у Вас нет прав изменять модуль!';
$_['apply_changes'] = 'Применить изменения';
$_['text_image_manager'] = 'Управление картинкой';
$_['text_browse'] = 'Обзор';
$_['text_clear'] = 'Очистить';
$_['text_none_user'] = ' - нет пользователя - ';
$_['text_validate_license'] = 'Проверьте Вашу лицензию';
$_['text_license_id'] = 'Пожалуйста, введите ID заказа из Opencart...';
$_['text_send'] = 'Отправить';
$_['choose_store'] = 'Выбрать магазин';
$_['select_empty'] = ' - выбрать -';
$_['tab_help'] = 'Поддержка';
$_['tab_changelog'] = 'История изменений';
$_['tab_faq'] = 'FAQ';
$_['remodal_button_confirm_text'] = 'Подтвердить';
$_['remodal_button_cancel_text'] = 'Отмена';
$_['remodal_button_confirm_loading_text'] = '<i class=\'fa fa-spinner fa-spin\'></i> Загрузка';
$_['libraries_download_confirm_download'] = 'Скачать библиотеки';
$_['libraries_download_remodal_title'] = 'Скачать библиотеки';
$_['libraries_download_remodal_description'] = '        <p><b>Flowy Tracking</b> использует библиотеки для генерации каналов. Нажмите зеленую кнопку "<b>Скачать библиотеки</b>" чтобы начать загрузку. Пожалуйста, наберитесь терпения, поскольку процесс может занять некоторое время.</p>
        <p>Если во время загрузки у Вас появилась <b>любая ошибка</b>, то причиной ее появления стали ограничения настроек по тайм-аут на Вашем сервере. В этом случае Вам необходимо загрузить библиотеки вручную, следуя инструкции:
            <ol>
                <li><b>Скачайте</b> .zip архив с библиотеками по <a href="%s" target="_blank">этой ссылке</a>.</li>
                <li><b>Распакуйте</b> этот архив, внутри которого лежит папка "<b>library</b>" (библиотека)</li>
                <li><b>Загрузите</b> эту папку <b><u>внутрь</u></b> папки "<b>system</b>", которая расположена в корневом каталоге Вашего сайта.</li>
                <li><b>Убедитесь, что все файлы были загружены корректно</b>.</li>
                <li>После завершения процесса загрузки, <b>обновите страницу</b>. Если все прошло успешно, то данное сообщение больше не появится.</li>
            </ol>
        </p>
    ';
$_['libraries_download_successfull'] = 'Библиотеки успешно загружены! Обновите страницу...';
$_['libraries_download_error_download'] = 'Невозможно загрузить zip файл';
$_['libraries_download_error'] = '<b>Ошибка:</b> Автоматическая загрузка прервана. Загрузите файлы библиотек вручную, следуя данной инструкции.';
?>