<?php
// Heading
$_['heading_title']     = 'Вместе дешевле - Рекомендуемые комплекты';

// Text
$_['text_extension']      = 'Модули';
$_['text_success']     = 'Настройки модуля успешно сохранены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_name']       = 'Заголовок модуля';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина изобр.';
$_['entry_height']     = 'Высота изобр.';
$_['entry_status']     = 'Статус';
$_['entry_bundle']     = 'Комплекты';

// Error
$_['error_permission'] = 'У вас нет прав для управления модулем!';
$_['error_name']       = 'Заголовк не заполнен правильно, макс. 64 символа!';
$_['error_width']      = 'Заполните поле Ширина!';
$_['error_height']     = 'Заполните поле Высота!';
