<?php
//
//$_['main_word'] = 'Особа';
//$_['main_word_small'] = 'особа';
//
//// Заголовок
//$_['heading_title'] = 'Маркетинговий партнер Pro: комісія, відстеження та звіти';
//
//$_['heading_title_list'] = 'Продажі '.$_['main_word'].' Список';
//$_['heading_title_form'] = 'Продажі '.$_['main_word'].' Форма';
//$_['heading_title_catalogform'] = 'Сторінка форми каталогу';
//$_['heading_title_catalog'] = 'Каталоги - комісія за певні товари';
//$_['heading_title_orderreport'] = $_['main_word'].' Звіт про транзакції';
//$_['heading_title_customerreport'] = $_['main_word'].' Звіт клієнта';
//
//
//// Settings
//$_['tab_agent_selection'] = "Вибір особи";
//$_['tab_backend_display'] = "Відображення на сервері";
//$_['tab_commission_calculation'] = "Розрахунок комісії";
//$_['tab_agent_multistore'] = "Кілька магазинів";
//$_['tab_agent_permission'] = "Керування дозволами";
//$_['tab_transaction_styling'] = "Стилізація сторінки транзакцій";
//
//$_['tab_agent_selection_note'] = "3 опції нижче необхідні, якщо ви хочете відображати продажі ".$_['main_word_small']." на фронтенді, щоб клієнти могли їх вибрати. Ви можете проігнорувати наведені нижче опції, якщо використовуєте унікальне посилання для продажів ".$_['main_word_small'].". Через посилання вибір на фронтенді не є обов'язковим.";
//
//$_['text_success'] = 'Успіх: Ви змінили Продажі '.$_['main_word'].'!';
//$_['text_list'] = 'Продажі '.$_['main_word'].' Список';
//$_['text_payout_list'] = 'Продажі '.$_['main_word'].' Список виплат';
//$_['text_clist'] = 'Список каталогу';
//$_['text_add'] = 'Додати Продажі '.$_['main_word'];
//$_['text_edit'] = 'Редагувати Продажі '.$_['main_word'];
//$_['text_default'] = 'За замовчуванням';
//$_['text_pleaseselect'] = 'Немає Продажів '.$_['main_word'];
//$_['text_balance'] = 'Баланс';
//$_['text_settings'] = "Налаштування";
//$_['text_salesagent_register'] = 'Відображати на сторінці реєстрації облікового запису';
//$_['text_salesagent_checkout'] = 'Відображати на сторінці оформлення замовлення';
//$_['text_salesagent_backend_checkout'] = 'Відображати на сторінці списку замовлень';
//$_['text_salesagent_orderhistory'] = 'Відображати на сторінці історії замовлень';
//$_['text_salesagent_orderformedit'] = 'Відображати на сервері редагування замовлення';
//$_['text_salesagent_customershow'] = 'Відображати на сторінці редагування форми клієнта';
//
//$_['text_salesagent_deleteorder'] = 'Дозволити видалення замовлення?';
//$_['text_salesagent_addorderhistory'] = 'Дозволити зміну статусу замовлення?';
//$_['text_salesagent_autostore'] = 'Автоматичний вибір продажів '.$_['main_word_small'].' На основі магазину';
//$_['text_orderstatus_display'] = 'Статус замовлення, який позначає успішно доставлене замовлення';
//$_['help_orderstatus_display'] = 'Виберіть статус замовлення, який означає, що замовлення було успішно завершено або доставлено. Ці замовлення будуть відображатися на сторінці транзакцій для виплат';
//
//
//$_['entry_selectstates'] = "Охоплені регіони";
//$_['help_selectstates'] = "Введіть штати, для яких ви хочете призначити цих торгових агентів";
//
//$_['text_usergrouprestrictions'] = "Додаткові обмеження для групи користувачів";
//$_['help_usergrouprestrictions'] = "Якщо ви забули підключити користувача до агента, він може показати користувачеві всі замовлення та клієнтів. Щоб уникнути цього, позначте групи користувачів, на які застосовуватимуться обмеження.";
//
//$_['text_salesagent_commissiontotal'] = "Розрахувати комісію за";
//
//$_['text_salesagent_coupondiscount'] = "Видалити знижку за купоном із проміжного підсумку";
//
//$_['help_salesagent_coupondiscount'] = "Якщо ви хочете видалити знижку за купоном із розрахунку, скористайтеся цією опцією. Це спрацює, якщо у вас налаштовано комісію на все замовлення. Якщо комісія налаштована для каталогу, ця опція не працюватиме.";
//
//$_['text_salesagent_storecredit'] = "Видалити кредит магазину з проміжного підсумку";
//
//$_['help_salesagent_storecredit'] = "Якщо ви хочете видалити знижку за магазинний кредит з розрахунку, скористайтеся цією опцією. Це спрацює, якщо у вас налаштовано комісію на все замовлення. Якщо комісія налаштована на каталог, ця опція не працюватиме.";
//
//$_['text_salesagent_recurrsive'] = "Рекурсивна майбутня комісія";
//
//$_['text_subtotal'] = "Проміжний підсумок";
//
//$_['text_total'] = "Всього";
//
//$_['text_salesagent_clist'] = 'Продажі '.$_['main_word_small'].' комісія каталогу';
//
//$_['help_orderstatuspermission'] = "Ви можете обмежити продажі ".$_['main_word_small']." для оновлення замовлень, якщо вони вже мають певний статус замовлення, який ви можете позначити тут";
//
//$_['text_orderstatuspermission'] = "Виберіть статус замовлення, який не дозволено редагувати";
//
//$_['text_unpaid_color'] = "Виберіть колір фону для неоплачених комісій";
//$_['text_paid_color'] = "Виберіть колір фону для сплачених комісій";
//$_['text_cancelled_color'] = "Виберіть колір фону для скасованих замовлень";
//
//$_['text_unpaid_commission'] = 'Неоплачена комісія';
//$_['text_paid_commission'] = 'Сплачена комісія';
//
//$_['entry_clist'] = "Введіть назву каталогу";
//$_['text_salesagent_selecttype'] = "продажі ".$_['main_word_small']." Тип вибору поля";
//$_['help_salesagent_selecttype'] = "Якщо ви відображаєте вибір продажів ".$_['main_word_small']." на інтерфейсі, тоді клієнти можуть вибрати або через поле вибору, або через поле введення. Поле введення дозволяє приховати інші назви продажів ".$_['main_word_small'].". Клієнт повинен шукати за допомогою унікального коду в полі введення.";
//$_['text_yes'] = "Так";
//$_['text_no'] = "Ні";
//$_['text_salesagentname'] = $_['main_word']." Ім'я";
//
//$_['text_salesagent'] = 'Виберіть ваші продажі '.$_['main_word']." Ім\'я";
//
//// Колонка
//$_['column_name'] = $_['main_word']." Ім'я";
//$_['column_email'] = 'Електронна пошта';
//$_['column_status'] = 'Статус';
//$_['column_date_added'] = 'Дата додавання';
//$_['column_image'] = 'Корекція зображення';
//$_['column_comment'] = 'Коментар';
//$_['column_description'] = 'Опис';
//$_['column_amount'] = 'Сума';
//$_['column_total'] = 'Всього';
//$_['column_action'] = 'Дія';
//
//$_['text_image_not_added'] = "Не завантажено";
//
//// Запис
//$_['entry_firstname'] = "Ім\'я";
//$_['entry_lastname'] = 'Прізвище';
//$_['entry_email'] = 'Електронна пошта';
//$_['entry_telephone'] = 'Телефон';
//$_['entry_user'] = "Зв\'язатися з користувачем";
//$_['entry_fax'] = 'Факс';
//$_['entry_status'] = 'Статус';
//$_['entry_address'] = 'Адреса';
//$_['entry_city'] = 'Місто';
//$_['entry_date_added'] = 'Дата додавання';
//$_['entry_alertemail'] = 'Електронна адреса сповіщення';
//$_['entry_commission'] = 'Ввести комісію';
//$_['entry_customergroup_commission'] = "Комісія на основі групи клієнтів";
//$_['entry_uniqueid'] = 'Введіть унікальний ідентифікатор';
//$_['entry_store'] = "Виберіть магазин";
//
//$_['uniqueid_help'] = 'Унікальний ідентифікатор можна додати в кінці посилань, коли продажі '.$_['main_word_small'].' поширюють будь-яке посилання з вашого магазину. Таким чином, його можна використовувати для відстеження.';
//$_['uniqueid_exist'] = 'Додайте код нижче в кінці посилання, яким ви хочете поділитися:<br><br><b>';
//
//$_['entry_parent'] = 'Введіть безпосереднього батьківського клієнта';
//$_['entry_parent_commission'] = 'Комісія безпосереднього батьківського клієнта';
//$_['text_second_parent'] = "Ім'я головного батьківського клієнта";
//$_['entry_second_parent_commission'] = "Комісія головного батьківського об'єкта";
//
//$_['entry_salesagent'] = 'Введіть продажі '.$_['main_word'];
//$_['entry_expiry_date'] = "Термін дії комісії";
//
//// Довідка
//
//// Помилка
//$_['error_warning'] = 'Попередження: Будь ласка, уважно перевірте форму на наявність помилок!';
//$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну продажів '.$_['main_word'].'!';
//$_['error_permission_payouts'] = 'Попередження: У вас немає дозволу на зміну виплат';
//$_['error_exists'] = 'Попередження: Адреса електронної пошти вже зареєстрована!';
//$_['error_uniqueid_exists'] = "Попередження: Унікальний ідентифікатор вже використовується. Будь ласка, додайте новий";
//$_['error_firstname'] = "Ім'я має містити від 1 до 32 символів!";
//$_['error_lastname'] = 'Прізвище має містити від 1 до 32 символів!';
//$_['error_email'] = 'Адреса електронної пошти недійсна!';
//$_['error_telephone'] = 'Номер телефону має містити від 3 до 32 символів!';
//$_['error_password'] = 'Пароль має містити від 4 до 20 символів!';
//$_['error_confirm'] = 'Пароль та підтвердження пароля не збігаються!';
//$_['error_address_1'] = 'Адреса 1 має містити від 3 до 128 символів!';
//$_['error_city'] = 'Місто має містити від 2 до 128 символів!';
//$_['error_postcode'] = 'Поштовий індекс для цієї країни має містити від 2 до 10 символів!';
//$_['error_country'] = 'Будь ласка, виберіть країну!';
//$_['error_zone'] = 'Будь ласка, виберіть регіон / штат!';
//$_['error_custom_field'] = "%s обов'язкове поле!";
//$_['uniqueid_help'] = 'Унікальний ідентифікатор можна додавати в кінці посилань, коли sales '.$_['main_word_small'].' поширює будь-яке посилання з вашого магазину. Таким чином, його можна використовувати для відстеження.';
//$_['error_clist'] = "Попередження: Ви можете додавати один і той самий каталог кілька разів. Будь ласка, додавайте лише один раз";
//
//$_['column_catalog_name'] = 'Назва каталогу';
//
//$_['text_filter_name'] = 'Введіть назву каталогу';
//$_['button_filter'] = "Фільтр";
//
//$_['entry_name'] = 'Назва каталогу';
//
//$_['entry_products'] = "Введіть назви продуктів";
//
//$_['entry_categories'] = "Введіть назву категорії";
//
//$_['text_subject'] = "Отримано нову реєстрацію: %s";
//$_['text_congrats'] = "Вітаємо %s!! Новий клієнт зареєструвався на %s за вашим посиланням.";
//$_['text_firstname'] = "Ім'я:";
//$_['text_lastname'] = 'Прізвище:';
//$_['text_email'] = 'Електронна пошта:';
//$_['text_telephone'] = 'Телефон:';
//
////reports
//
//$_['heading_title_report'] = 'Продажі '.$_['main_word'].' Звіт про замовлення';
//$_['heading_title_customer'] = 'Продажі '.$_['main_word'].' Звіт про клієнта';
//$_['heading_title_payouts'] = 'Продажі '.$_['main_word'].' Звіт про виплати';
//$_['heading_title_payout_details'] = 'Продажі '.$_['main_word'].' Деталі виплати';
//$_['text_make_payout'] = "Здійснити виплату за <b>%s замовлень</b> нижче: ";
//$_['help_only_successfully'] = "- Зверніть увагу, що тут відображатимуться лише замовлення з <b>вибраним статусом</b>.<br>- Ви можете контролювати статус замовлення на <b>сторінці налаштувань</b>.<br>- Замовлення поза цим статусом вважаються такими, що очікують на виконання / не відбулися, і тому вони не відображатимуться для виплат.";
//$_['help_make_payouts'] = "Існує 2 способи здійснення виплат для агента.<br>
//1) Для здійснення <b>повної виплати</b>. Виберіть фільтр <b>Неоплачений статус</b> зверху. І натисніть Фільтр. Потім натисніть посилання на сторінці успіху. <br>
//2) Для здійснення <b>часткової виплати</b> для певних замовлень, виберіть замовлення нижче та натисніть кнопку фільтра вище. Потім натисніть посилання на сторінці успіху.";
//$_['help_selectagent_transactionpage'] = "Якщо ви хочете здійснити виплату за продаж ".$_['main_word_small'].". Будь ласка, виберіть назву продажу ".$_['main_word_small']." з випадаючого списку нижче та натисніть фільтр.";
//$_['text_proof_1'] = 'Переглянути доказ 1';
//$_['text_proof_2'] = 'Переглянути доказ 2';
//
//
//// Text
//
//// Text
//$_['text_orderreport'] = 'Звіт про замовлення';
//$_['text_reportlist'] = 'Список транзакцій';
//$_['text_all_status'] = 'Усі статуси';
//$_['text_subtotal'] = "Проміжний підсумок";
//$_['text_total'] = "Всього";
//
//// Колонка
//$_['column_name'] = $_['main_word']." Ім'я";
//$_['column_customerid'] = 'Ідентифікатор клієнта';
//$_['column_customertelephone'] = 'Телефон';
//$_['column_customername'] = "Ім'я клієнта";
//$_['column_customeremail'] = 'Електронна адреса клієнта';
//$_['column_orders'] = 'Ідентифікатор замовлення';
//$_['column_products'] = 'Кількість Продукти';
//$_['column_commission'] = 'Відсоток';
//$_['column_calculationtext'] = 'Підсумок розрахунку';
//$_['column_amount'] = 'Сума комісії';
//$_['column_orderamount'] = "Сума замовлення";
//$_['column_dateadded'] = "Дата додавання";
//
//// Text
//$_['text_orderamount'] = 'Загальна сума замовлення: ';
//$_['text_commission'] = 'Загальна сума комісії: ';
//$_['text_customercreated'] = "Загальна кількість створених клієнтів: ";
//
//// Запис
//$_['entry_date_start'] = 'Дата початку';
//$_['entry_date_end'] = 'Дата закінчення';
//$_['entry_salesagent'] = 'Виберіть продажі '.$_['main_word'];
//$_['entry_display_front_end'] = 'Відображати на фронтенді';
//$_['entry_status'] = 'Статус замовлення';
//$_['entry_amount'] = 'Сума';
//$_['entry_transactionid'] = 'Ідентифікатор транзакції';
//$_['entry_totalorders'] = 'Загальна кількість замовлень';
//$_['entry_paidout'] = "Статус виплати";
//
//$_['entry_transaction_id'] = "Введіть номер транзакції / номер UTR (призначення посилання)";
//$_['entry_amountpaid'] = "Сума сплати";
//$_['entry_paymentdetails'] = "Інформація про платіж";
//$_['entry_image_1'] = "Підтвердження зображення 1";
//$_['entry_image_2'] = "Підтвердження зображення 2";
//$_['entry_notes'] = "Додаткові примітки";
//
//$_['text_payouttext'] = "Примітка: Вищезазначений платіж має бути здійснений <b>офлайн</b>. Ви можете використовувати власні способи оплати. Після здійснення платежу.<br>Будь ласка, додайте дані нижче та збережіть дані про виплату.";
//$_['text_salesagentname'] = 'Продажі '.$_['main_word']." Ім'я";
//$_['text_totalorders'] = "Загальна кількість замовлень у цій виплаті";
//$_['text_amounttopay'] = "Сума комісії до сплати:";
//$_['text_payoutsubject'] = "Ідентифікатор транзакції виплати комісії %s";
//
//
////Payout Email
//
//$_['text_greetings'] = "Вітаю, %s,";
//$_['text_payout'] = "Виплата була здійснена на ваш рахунок від %s, будь ласка, дивіться деталі нижче:";
//$_['text_totalorders'] = 'Загальна кількість замовлень:';
//$_['text_totalpayment'] = 'Загальна сплачена сума:';
//$_['text_paymentdetails'] = 'Деталі платежу:';
//$_['text_transactionid'] = "Номер транзакції / посилання:";
//
////Payout Delete
//
//$_['text_success_delete'] = "Успішно видалено";
//
//$_['error_transaction_id'] = "Помилка, будь ласка, введіть номер транзакції для довідки";
//
//$_['error_paymentdetails'] = "Помилка, будь ласка, введіть платіжні реквізити для довідки";
//
//$_['text_howitworks'] = "Про цю сторінку";
//$_['text_howitworks_content'] = '1) Ця сторінка відповідає за налаштування для кожного представника продажів '.$_['main_word_small'].'.</br>
//2) Поля, такі як ім’я, прізвище, email, факс, телефон, місто, адреса — це <b>звичайні довідкові поля</b>.</br>
//3) <b>Зв’язок з користувачем:</b> Якщо ви хочете, щоб ваш '.$_['main_word_small'].' бачив власні замовлення / клієнтів у адмінпанелі, потрібно зв’язати його з адмін-користувачем. Для цього спочатку створіть користувача через розділ "Система – Користувачі".</br>
//4) <b>Комісія:</b> Відсоткова ставка комісії, яка розраховується від замовлень.</br>
//5) <b>Сповіщення на email:</b> Якщо ви хочете надсилати '.$_['main_word_small'].' повідомлення про нову реєстрацію клієнта або замовлення — активуйте цю опцію.</br>
//6) <b>Статус:</b> Увімкнути / вимкнути '.$_['main_word_small'].' можна за допомогою цього поля.</br>
//7) <b>Безпосередній батько та комісія:</b> Це батько/мати — перший рівень батьківства для '.$_['main_word_small'].'.</br>
//8) <b>Головний батько та комісія:</b> Це дідусь/бабуся — другий рівень батьківства для '.$_['main_word_small'].'.</br>
//9) <b>Унікальний рядок:</b> Щоб автоматично призначити '.$_['main_word_small'].' до замовлення, можна задати унікальний рядок. Під час просування '.$_['main_word_small'].' повинен додавати цей рядок в кінці URL при поширенні.</br>
//10) <b>Каталожна комісія:</b> Можна призначити різну комісію для різних категорій чи товарів — комісія задається за каталогами.';
//
//$_['text_howitworks_list_content'] = '1) Ця сторінка дозволяє переглядати та керувати різними '.$_['main_word_small'].'<br>
//2) Натисніть на іконку плюса, щоб створити нового '.$_['main_word_small'].'<br>
//3) Використовуйте фільтри для пошуку та перегляду '.$_['main_word_small'].'<br>
//4) Натисніть кнопку редагування, щоб налаштувати конкретного '.$_['main_word_small'].'<br>
//5) Через іконку налаштувань у правому верхньому куті можна ввімкнути або вимкнути певні функції '.$_['main_word_small'].'.';
//
//$_['text_howitworks_clist_content'] = '1) За допомогою каталогів можна задавати різну комісію для товарів або категорій для будь-якого '.$_['main_word_small'].'</br>
//2) Кожен каталог може містити різні категорії або товари.<br>
//3) Щоб створити каталог — натисніть кнопку <b>Додати каталог</b>.<br>
//4) Після створення каталог(ів), їх можна призначити через форму '.$_['main_word_small'].'.';
//
//$_['text_howitworks_orderreport_content'] = '1) Переглядайте всі транзакції замовлень на цій сторінці.<br>
//2) Можна фільтрувати транзакції за датами початку і завершення замовлення.<br>
//3) Можна також фільтрувати за статусом замовлення.<br>
//4) Загальна сума і комісія відображаються під фільтрами.';
//
//$_['text_howitworks_customerreport_content'] = '1) Переглядайте всі транзакції по клієнтах на цій сторінці.<br>
//2) Можна побачити, скільки клієнтів закріплено за '.$_['main_word_small'].'.';
//
//
//$_['regerror_email'] = 'Помилка адреси електронної пошти';
//$_['regerror_orderid'] = 'Помилка ідентифікатора замовлення';
//$_['regerror_noreferer'] = 'Будь ласка, зверніться до служби підтримки';
//$_['regerror_localhost'] = 'Це розширення не може використовуватися на локальному сервері!';
//$_['regerror_licensedupe'] = 'Це розширення вже ліцензовано для іншого домену!';
//$_['regerror_quote_msg'] = '<p>Будь ласка, цитуйте повідомлення про помилку нижче, звертаючись до служби підтримки.</p>';
//
//$_['license_purchase_thanks'] = '<p>Дякуємо за придбання нашого розширення OpenCart.</p>
//<p>Будь ласка, заповніть форму нижче, щоб зареєструвати це розширення на нашому сервері ліцензування.</p>
//<p>Якщо у вас виникнуть проблеми з встановленням цього розширення або реєстрацією вашої ліцензії, надішліть електронного листа до служби підтримки за адресою %s</p>';
//
//$_['license_registration'] = 'Зареєструвати ліцензію';
//$_['license_opencart_email'] = 'Адреса електронної пошти покупки';
//$_['license_opencart_orderid'] = 'Ідентифікатор замовлення';
//
//$_['check_email'] = 'Будь ласка, перевірте та виправте свою адресу електронної пошти. Введена вами адреса не відповідає нашим записам. Можливо, під час придбання розширення ви використовували іншу адресу електронної пошти, ніж та, яку ви ввели тут.';
//$_['check_orderid'] = 'Будь ласка, перевірте та виправте ідентифікатор вашого замовлення. Введений вами ідентифікатор замовлення не відповідає нашим записам. Будь ласка, перевірте це у своєму обліковому записі.';
//
//$_['server_error_curl'] = '<h2>Server Error - Curl Required</h2>
//    <p>Your server does not appear to have the \'curl\' PHP module installed. The \'curl\' PHP module is required for OpenCart to function correctly. Please contact your web host to ask them to install the \'curl\' PHP module for you.</p>';
//
//$_['text_free_support_remaining'] = 'You have <strong><span style="color:red;">%s</span></strong> days of free support remaining - <a href="https://support.cartbinder.com/" target="_blank">Visit Support Now</a>';
//$_['text_free_support_expired'] = '<span style="color:red;">Your 12 months of free support has expired</span> - <a href="https://www.cartbinder.com/store/free-support.php?path=%d&ssl=%d&domain=%s&ext=%s&user_token=%s">Extend Now</a>';
//
//$_['text_deregister'] = 'Скасувати реєстрацію ліцензії';
//$_['help_deregister'] = "Ви впевнені, що хочете скасувати реєстрацію ліцензії для цього домену?\n\nСкасування реєстрації звільнить цю ліцензію для використання на іншій установці OpenCart / доменному імені.\n\nПОПЕРЕДЖЕННЯ - Ви більше не зможете отримати доступ до налаштувань цього домену, доки не буде зареєстровано ліцензію!";