<?php
// Heading
$_['heading_title']        = 'Ваш заказ принят!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформить заказ';
$_['text_success']         = 'Заказ принят';
//$_['text_customer']        = '<p>Ваш заказ принят!</p><p>История заказа находится в <a href="%s">Личном кабинете</a>. Для просмотра истории, перейдите по ссылке <a href="%s">История заказов</a>.</p><p>Если Ваша покупка связана с цифровыми товарами, перейдите на страницу <a href="%s">Файлы для скачивания</a> для просмотра или скачивания.</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_customer']        = '<p>Ваш заказ принят!</p><p>История заказа находится в <a href="%s">Личном кабинете</a>. Для просмотра истории, перейдите по ссылке <a href="%s">История заказов</a>.</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ принят!</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';


$_['top_title'] = 'Спасибо, ваш заказ успешно оформлен!';
$_['top_sub_title'] = 'Ваш заказ в обработке. В течение нескольких минут вы получите подтверждение на вашу электронную почту.';
$_['success_name'] = 'Имя';
$_['success_lastname'] = 'Фамилия';
$_['success_email'] = 'E-Mail';
$_['success_phone'] = 'Телефон';
$_['success_delivery'] = 'Доставка';
$_['success_delivery_price'] = 'Стоимость товаров';
$_['success_special'] = 'Скидка';
$_['success_total'] = 'Всего к оплате';
$_['go_to_my_orders'] = 'Перейти в мои заказы';
$_['continute_shopping'] = 'Продолжить покупки';