<?php
// Heading
$_['heading_title'] = 'Ваше замовлення прийняте!';

// Text
$_['text_basket'] = 'Кошик';
$_['text_checkout'] = 'Оформити замовлення';
$_['text_success'] = 'Замовлення прийнятий';
//$_['text_customer'] = '<p>Ваше замовлення прийняте!</p><p>Історія замовлення знаходиться в <a href="%s">Особистому кабінеті</a>. Для перегляду історії, перейдіть по посиланню <a href="%s">Історія замовлень</a>.</p><p>Якщо Ваша покупка пов&#39;язана з цифровими товарами, перейдіть на сторінку <a href="%s">Файли для скачування</a> для перегляду або скачування.</p><p>Якщо у Вас виникли питання, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_customer'] = '<p>Ваше замовлення прийняте!</p><p>Історія замовлення знаходиться в <a href="%s">Особистому кабінеті</a>. Для перегляду історії, перейдіть по посиланню <a href="%s">Історія замовлень</a>.</p><p>Якщо у Вас виникли питання, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_guest'] = '<p>Ваше замовлення прийняте!</p><p>Якщо у Вас виникли питання, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';

$_['top_title'] = 'Дякуємо, ваше замовлення успішно оформлено!';
$_['top_sub_title'] = 'Ваше замовлення в обробці. Протягом кількох хвилин ви отримаєте підтвердження на вашу електронну пошту.';
$_['success_name'] = 'Ім\'я';
$_['success_lastname'] = 'Прізвище';
$_['success_email'] = 'E-Mail';
$_['success_phone'] = 'Телефон';
$_['success_delivery'] = 'Доставка';
$_['success_delivery_price'] = 'Вартість товарів';
$_['success_special'] = 'Знижка';
$_['success_total'] = 'Всього до оплати';
$_['go_to_my_orders'] = 'Перейти в мої замовлення';
$_['continute_shopping'] = 'Продовжити покупки';



