<?php
// Text
$_['text_search']              = 'Поиск';
$_['text_brand']               = 'Производитель';
$_['text_manufacturer']        = 'Производитель:';
$_['text_model']               = 'Модель:';
$_['text_reward']              = 'Бонусные баллы:';
$_['text_points']              = 'Цена в бонусных баллах:';
$_['text_stock']               = 'Наличие:';
$_['text_instock']             = 'Есть в наличии';
$_['text_tax']                 = 'Без НДС:';
$_['text_discount']            = ' или более: ';
$_['text_option']              = 'Доступные варианты';
$_['text_minimum']             = 'Минимальное количество для заказа: %s';
$_['text_reviews']             = '%s отзывов';
$_['text_write']               = 'Написать отзыв';
$_['text_login']               = 'Пожалуйста <a href="%s">авторизируйтесь</a> или <a href="%s">создайте учетную запись</a> перед тем как написать отзыв';
$_['text_no_reviews']          = 'Нет отзывов о данном товаре.';
$_['text_note']                = '<span style="color: #FF0000;">Примечание:</span> HTML разметка не поддерживается! Используйте обычный текст.';
$_['text_success']             = 'Спасибо за ваш отзыв. Он поступил администратору для проверки на спам и вскоре будет опубликован.';
$_['text_related']             = 'Рекомендуемые товары';
$_['text_tags']                = '<i class="fa fa-tags"></i>';
$_['text_error']               = 'Товар не найден!';
$_['text_payment_recurring']   = 'Платежный профиль';
$_['text_trial_description']   = 'Сумма: %s; Периодичность: %d %s; Кол-во платежей: %d, Далее ';
$_['text_payment_description'] = 'Сумма: %s; Периодичность:  %d %s; Кол-во платежей:  %d ';
$_['text_payment_cancel']      = 'Сумма: %s; Периодичность:  %d %s ; Кол-во платежей: до отмены';
$_['text_day']                 = 'день';
$_['text_week']                = 'недели';
$_['text_semi_month']          = 'полмесяца';
$_['text_month']               = 'месяц';
$_['text_year']                = 'год';

// Entry
$_['entry_qty']                = 'Количество';
$_['entry_name']               = 'Ваше имя:';
$_['entry_review']             = 'Ваш отзыв:';
$_['entry_rating']             = 'Оценка:';
$_['entry_good']               = 'Хорошо';
$_['entry_bad']                = 'Плохо';

// Tabs
$_['tab_description']          = 'Описание';
$_['tab_attribute']            = 'Характеристики';
$_['tab_review']               = 'Отзывов (%s)';

// Error
$_['error_name']               = 'Имя должно быть от 3 до 25 символов!';
$_['error_text']               = 'Текст отзыва должен быть от 5 до 1000 символов!';
$_['error_rating']             = 'Пожалуйста, выберите оценку!';


//$_['delivery_info'] = 'Условия доставки и оплаты';
$_['delivery_info'] = 'Бесплатная доставка на любой заказ (согласно условиям доставки)';

$_['main_attr'] = 'Основные характеристики';


$_['usdt_info'] = 'Принимаем оплату криптовалютами через WhitePay';
$_['text_home2'] = 'Главная';

$_['1click'] = '1 Клик';
$_['like'] = 'Отложить';
$_['compare2'] = 'Сравнить';
$_['getinfo'] = 'Задать вопрос';
$_['off_dist'] = 'Официальный<br> дистрибьютор';
$_['FreeDelivery'] = 'Бесплатная<br> доставка';
$_['paument_methods'] = 'Способы<br> оплаты';
$_['delivery_service'] = 'Службы<br> доставки';
$_['cryptopay'] = 'Оплата<br> криптовалютой';

$_['off_dist_info'] = "<p>Компания Smobile.ua - является официальным дистрибьютором в Украине от мировых брендов. Наш ассортимент включает в себя только лучшие и оригинальные бренды, которые известны своей надежностью и качеством.</p>";
$_['free_delivery_info'] = "<p>В нашем интернет-магазине действует бесплатная доставка на любой заказ, службой доставки \"Новая Почта\" и \"Укр Почта\".</p>";
//$_['payment_methods_info'] = "<p>Вы можете оплатить заказ на сайте с помощью таких способов оплаты:</p><ul><li>Готівкою (при отриманні замовлення);</li><li>Через платежную систему LIQPAY;</li><li>Криптоплатежем через систему WhitePay.<br></li></ul>";
$_['delivery_service_info'] = "<p>Вы можете оформить заказ на сайте, получив свой заказ через:</p><ul><li>Новая почта (отделение, почтомат, курьер);</li><li>Отделение УкрПочты;</li><li>Забрать самостоятельно из магазина по адресу: г. Киев, ул. Кудряшова 20а, оф.1.</li></ul>";
$_['cryptopay_info'] = "<p>На нашем сайте вы можете легко оплатить заказ с помощью криптовалют просто в несколько кликов, через надежную систему платежей WhitePay.</p>";

$_['payment_methods_info'] = "<p> Оплата частями и Мгновенная рассрочка от Приват Банка и Покупка частями от Монобанка: </p> <ul> <li>заказывай на сайте</li> <li>выбери удобный способ получения</li> <li>подпиши электронный договор</li> <li>возьми паспорт для получения заказа</li> </ul> <br><p> Электронный договор создается автоматически при оформлении заказа на сайте. </p>";

$_['auth'] = 'Авторизация';
$_['tab_review_text'] = 'Отзывы';

$_['show_more'] = "Показать еще";
$_['part_payment'] = "Оплата частями";
$_['preorder_text'] = 'Предзаказ';


$_['video'] = 'Видео';
$_['video_youtube'] = 'Видео (YouTube)';
$_['photo'] = 'Фото';
$_['video_review'] = 'Видео обзор';

$_['auth'] = 'Авторизация';
$_['single_review'] = 'Отзывы';
$_['single_question'] = 'Вопрос';
$_['leave_review'] = 'Оставьте отзыв об этом товаре';
$_['product_code'] = 'Код товара';
$_['reviews_and_question'] = 'Відгуки та Питання';
$_['reviews_multi'] = 'Отзывов';
$_['customer_reviews_about'] = 'Отзывы покупателей о';
$_['leave_question_about_product'] = 'Оставьте вопрос об этом товаре';

$_['toogether_cheaper'] = 'Вместе дешевле';
$_['toogether_convenient'] = 'Вместе удобнее';