<?php
// Text
$_['text_title'] = 'Оплатить с помощью WhitePay';

// Errors
$_['error_api'] = 'Проблема при попытке соединения с Whitepay';
$_['error_currency_type'] = 'Текущая валюта не поддерживается платежной системой Whitepay';
$_['error_currency_min_amount'] = 'Сумма заказа меньше необходимой минимальной для оплаты через систему Whitepay. Минимальная сумма: ';
$_['error_currency_max_amount'] = 'Сумма заказа больше доступной максимальной для оплаты через систему Whitepay. Максимальная сумма: ';
?>